<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Rail Addon Mod - Single Track Rail Set 1 vom RAM Team</title>
<style type="text/css">
<!--
.text_titel {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 14px;
	font-weight: bold;
	color: #FFFFFF;
}
.text_zwischentitel {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 12px;
	font-weight: bold;
}
.text_normal {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 12px;
}
body {
	background-image: url();
	background-color: #B2BAD9;
	margin-left: 0px;
	margin-top: 0px;
	margin-right: 0px;
	margin-bottom: 0px;
}
a:visited {
	color: #000000;
	text-decoration: underline
}
a:hover {
	color: #CC0000;
	text-decoration: underline
}
a:link {
	color: #000000;
	text-decoration: underline
}
.rot {
	color: #FF0000;
	font-family: Arial, Helvetica, sans-serif;
	font-size: 12px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<table width="750" border="0" align="center" cellpadding="4" cellspacing="0" bgcolor="#FFFFFF">
  <tr>
    <td colspan="2"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td height="20" bgcolor="#4B4D91"><span class="text_titel">&nbsp;Rail Addon Mod - Single Track Rail  Set 1  vom RAM Team</span></td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td colspan="2" class="text_normal"><div align="justify">Das Single Track Rail (STR) NAM Plugin f&uuml;gt dem Spiel ein komplettes Set von eingleisigen Eisenbahnstrecken hinzu, welche entweder eigenst&auml;ndig in l&auml;ndlichen Regionen oder als Erg&auml;nzung zu den normalen zweigleisigen Strecken verwendet werden k&ouml;nnen. Der Mod wurde in den letzten sechs Monaten intensiv getestet, und dieses erste Set des Railway Addon Mod (RAM) beinhaltet nicht nur eine Grundausstattung, sondern ein voll funktionsf&auml;higes Verkehrsnetz, welches vollst&auml;ndig ins Spiel integriert ist.</div></td>
  </tr>
  <tr>
    <td colspan="2" class="text_normal"><table width="100%"  border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td height="20" bgcolor="#4B4D91"><span class="text_titel">&nbsp;Screenshots</span></td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td class="text_normal"><img src="images/STR_01.jpg" width="370" height="278">
      <div align="center"></div>      
    <div align="center"></div></td>
    <td class="text_normal"><img src="images/STR_02.jpg" width="370" height="278"></td>
  </tr>
  
  <tr>
    <td colspan="2"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td height="20" bgcolor="#4B4D91"><span class="text_titel">&nbsp;Mod-Details und Information</span></td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td colspan="2" class="text_normal"><p align="justify" class="text_zwischentitel">Was im STR enthalten ist:</p>
      <ul>
        <li>gerades STR Starter-Puzzleteil</li>
        <li>diagonales STR Starter-Puzzleteil</li>
        <li>sanfte 90&deg; STR-Kurve  (8x8)</li>
        <li>sanfte 45&deg; STR-Kurve (5x3)</li>
        <li>STR-Weiche mit 90&deg;-Abzweig (8x8)</li>
        <li>STR-Weiche mit 45&deg;-Abzweig (5x3)</li>
        <li>doppelgleisige Weiche mit 90&deg; STR-Abzweig (8x8)</li>
        <li>doppelgleisige Weiche mit 45&deg;-STR-Abzweig (5x3)</li>
        <li>STR-Weiche mit parallelem STR-Abzweig (5x2)</li>
        <li>doppelgleisige Weiche mit parallelem STR-Abzweig (5x2)</li>
        <li>gerade STR S-Kurve (6x3)</li>
        <li>diagonale STR-Weiche mit 45&deg; STR-Abzweig (5x3)</li>
        <li>diagonale doppelgleisige Weiche mit 45&deg; STR-Abzweig (5x3)</li>
        <li>diagonale STR S-Kurve (5x5)</li>
        <li>gerades STR F&uuml;llerteil (1x1)</li>
        <li>diagonales STR F&uuml;llerteil (1x1)</li>
        <li>gerader &Uuml;bergang STR zu zweigleisiger Bahnstrecke (7x1)</li>
        <li>gerader &Uuml;bergang STR zu zweigleisiger Bahnstrecke (kurz) (3x1) </li>
      </ul>
    <p align="justify">In Sachen Traffic Plugins aus dem NAM verh&auml;lt sich STR genau wie die zweigleisigen Eisenbahnstrecken von Maxis. Beachte, dass die eingleisigen Strecken Pfade in beide Richtungen haben, es kann also zu &quot;Kollisionen&quot; zweier sich begegnender Z&uuml;ge kommen. Allerdings fahren die Z&uuml;gen wie Geisterz&uuml;ge einfach ineinander durch, es geschieht ihnen also nichts. ;-) F&uuml;r st&auml;rker befahrene Linien empfiehlt sich daher der Bau von normalen zweigleisigen Strecken.</p></td>
  </tr>
  <tr>
    <td colspan="2" class="text_normal"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td height="20" bgcolor="#4B4D91"><span class="text_titel">&nbsp;Wie man die eingleisigen Strecken im Spiel verwendet</span></td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td colspan="2" class="text_normal"><p align="justify">Der STR Mod enth&auml;lt drei verschiedene Elemente, um eingleisige Eisenbahnstrecken zu bauen: Starter-Puzzleteile, ziehbare Gleise und setzbare Gleispuzzleteile. Jede dieser M&ouml;glichkeiten wird im folgenden beschrieben. Um eine eingleisige Bahnstrecke zu bauen, setzt man zun&auml;chst eins der beiden Starter-Puzzleteile und zieht dann von dort aus mit der aus dem Spiel bekannten &quot;Klicken und Ziehen&quot;-Methode die Gleise. Schlie&szlig;lich kann man mit den setzbaren Teilen noch gewisse Details erg&auml;nzen, wie z. B. sanfte Kurven und Weichen.</p>    
      <p align="justify"><span class="text_zwischentitel">Starter-Puzzleteile</span><br>
          <br>
        Starter-Puzzleteile tun genau das, was der Name verspricht - mit ihnen kann man eine eingleisige STR-Strecke beginnen. Falls Du schon den Street Addon Mod (SAM) oder einen &auml;hnlichen Mod verwendet hast, solltest Du das Konzept bereits kennen - man baut zun&auml;chst das Starter-Puzzleteil und zieht von diesem aus das gew&uuml;nschte Netzwerk. Die Starter-Puzzleteile, eins f&uuml;r gerade und eins f&uuml;r diagonale Strecken, sind die ersten beiden Optionen im STR-Men&uuml;. Das gerade Puzzleteil wird sofort angezeigt, weitere k&ouml;nnen mit Dr&uuml;cken der [TAB]-Taste ausgew&auml;hlt werden.</p>
      <p align="center"><img src="images/STR_Tutorial_01.jpg" width="640" height="400"></p>
      <p align="justify"> Jedes Puzzleteil kann in vier verschiedene Richtungen gedreht werden (orthogonal: 0, 90, 180 und 270 Grad, diagonal: 45, 135, 225 und 315 Grad), indem die [Pos1]-Taste gedr&uuml;ckt wird, um das Teil gegen den Uhrzeigersinn zu drehen, und mit einem Druck auf die [Ende]-Taste wird es im Uhrzeigersinn gedreht. Mit dem Bau des Starterteils ist der erste Schritt f&uuml;r die Errichtung eines eingleisigen Bahnstreckennetzes in SimCity 4 getan.<br>
          <br>
          <span class="text_zwischentitel">Ziehbare Gleise</span></p>
      <p align="justify">W&auml;hle nun das normale Gleisbauwerkzeug aus dem Eisenbahn-Men&uuml;, oder dr&uuml;cke die Taste [T], bewege den Mauszeiger auf das &quot;&uuml;berstehende&quot; Ende des Starter-Puzzleteils, dr&uuml;cke die linke Maustaste und ziehe bei gedr&uuml;ckter Taste die eingleisige Bahnstrecke. Die Richtung wird von der Ausrichtung des &uuml;berstehenden Gleisst&uuml;cks des Starter-Puzzleteils bestimmt. </p>
      <p align="center"> <img src="images/STR_Tutorial_02.jpg" width="640" height="400"></p>
      <p align="left"> Nach dem Loslassen der Maustaste werden die Gleise gebaut.</p>
      <p align="center"><img src="images/STR_Tutorial_03.jpg" width="640" height="400"></p>
      <p align="justify">Sobald die Bahnstrecke lang genug ist (ein paar Felder lang), kann das Starter-Puzzleteil wieder abgerissen werden (dr&uuml;cke [B] auf der Tastatur f&uuml;r den Bulldozer).</p>
      <p align="center"><img src="images/STR_Tutorial_04.jpg" width="640" height="400"></p>
      <p align="left">Nun kann auch auf der anderen Seite ein Gleis in die andere Richtung gezogen werden.</p>
      <p align="center"><img src="images/STR_Tutorial_05.jpg" width="640" height="400"></p>
      <p align="justify">Weichen sind einfach zu bauen, ziehe dazu einfach diagonal von einer geraden eingleisigen Strecke weg, oder ziehe eine diagonale Strecke so weit, bis Du auf eine andere gerade Strecke triffst.</p>
      <p align="justify" class="text_zwischentitel">Setzbare Gleise</p>
      <p align="justify">Der STR Mod enth&auml;lt eine gro&szlig;e Auswahl an setzbaren Gleisen, auch als Puzzleteile bekannt, welche die ziehbaren Gleise erg&auml;nzen. Mehrere dieser Teile sind notwendig, um die eingleisigen mit den normalen zweigleisigen Bahnstrecken aus dem Spiel zu verbinden.</p>
      <p align="center"><img src="images/STR_Tutorial_06.jpg" width="640" height="400"></p>
      <p align="justify" class="text_normal"> Setzbare STR-Kurven k&ouml;nnen genauso wie die sanften Kurven aus dem NAM verwendet werden - man w&auml;hlt ein Teil aus, f&uuml;hrt den Mauszeiger zur gew&uuml;nschten Position und klickt einmal mit der linken Maustaste. Die sanften Kurven sind etwa viermal so weich wie die ziehbaren Standard-Kurven - sie erst machen den originalgetreuen Look der eingleisigen Strecken aus.</p>
      <p align="center"><img src="images/STR_Tutorial_07.jpg" width="640" height="400"></p>
    <p align="justify">Mit den doppelgleisigen Weichen kann der &Uuml;bergang zu eingleisigen Nebenstrecken geschaffen werden. Die Weichen k&ouml;nnen dabei auf eine bestehende gerade Eisenbahnstrecke gesetzt werden. Verschiedene F&uuml;llerteile sorgen schlie&szlig;lich daf&uuml;r, um auch schwierige Bausituationen zu meistern.</p></td>
  </tr>
  <tr>
    <td colspan="2"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td height="20" bgcolor="#4B4D91"><span class="text_titel">&nbsp;Kompatibilit&auml;t</span></td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td colspan="2" class="text_normal"><p align="justify">Dieser Download ist ausschlie&szlig;lich mit SimCity 4 inkl. dem Add-On "Rush Hour"   bzw. mit SimCity 4 Deluxe kompatibel.
        <br>
        </p>    </td>
  </tr>
  <tr>
    <td colspan="2"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td height="20" bgcolor="#4B4D91"><span class="text_titel">&nbsp;Installation</span></td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td colspan="2"><div align="justify">
      <DIV align="justify">
        <DIV align="justify">
          <DIV align="justify">
            <p class="text_zwischentitel">Mit dem Installer</p>
            <p class="text_normal">Der Installer wird mit einem Doppelklick gestartet und   f&uuml;hrt automatisch durch den weiteren Installationsverlauf. Selbstverst&auml;ndlich   kann der vorgeschlagene Ordner jederzeit abge&auml;ndert werden, jedoch empfehlen   wir, den Standardordner beizubehalten, um sp&auml;ter eventuelle Updates leichter   installieren zu k&ouml;nnen.</p>
            <p class="text_zwischentitel">Mac-User</p>
            <p class="text_normal">Der Installer funktionieren nur unter Windows, f&uuml;r Mac-User   ist eine ZIP-Version verf&uuml;gbar. </p>
            <p class="text_zwischentitel">Deinstallation</p>
          </DIV>
          <p align="justify" class="text_normal">Zur De-Installation m&uuml;ssen die Dateien   einfach wieder aus dem Plugin-Ordner gel&ouml;scht werden, vorher sollten jedoch alle   Rural Highways, die in den St&auml;dten gebaut wurden, abgerissen werden.</p>
        </DIV>
        </DIV>
      </div>    </td>
  </tr>
  <tr>
    <td colspan="2"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td height="20" bgcolor="#4B4D91"><span class="text_titel">&nbsp;Abh&auml;ngigkeiten</span></td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td colspan="2"><p class="text_normal">Damit dieser Lot korrekt funktioniert, m&uuml;ssen die weiter oben aufgef&uuml;hrten   Dateien im Plugin-Ordner vorhanden sein. Weiterhin werden folgende Dateien von <a href="http://www.sc4devotion.com" target="_blank">SC4Devotion</a> oder <A href="http://www.simcityplaza.de" target="_blank">SimCityPlaza</A> ben&ouml;tigt:</p>
      <UL>
        <LI class="text_normal"><A href="http://kurier.simcityplaza.de/details.php?file=271" target="_blank">Network Addon Mod</A> vom Januar 2009</LI>
        <LI class="text_normal"><a href="http://kurier.simcityplaza.de/details.php?file=502" target="_blank">Network Addon Mod Essentials</a> vom M&auml;rz 2009</LI>
    </UL></td>
  </tr>
  <tr>
    <td colspan="2"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td height="20" bgcolor="#4B4D91"><span class="text_titel">&nbsp;Erstellen eigener Inhalte f&uuml;r die eingleisigen Bahnstrecken</span></td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td colspan="2" class="text_normal"><div align="justify">
      <p><span class="text_zwischentitel">Bahnh&ouml;fe</span><br>
        <br>
        Wenn Du daran interessiert bist, neue STR-Bahnh&ouml;fe zu erstellen oder bestehende Bahnh&ouml;fe und Haltestellen in STR-Bahnh&ouml;fe zu konvertieren, kontaktiere das NAM Team f&uuml;r weitere Informationen. Da STR auf dem Eisenbahn-Netzwerk basiert, m&uuml;ssen die Bahnh&ouml;fe als regul&auml;re Bahnh&ouml;fe gemoddet werden.<br>
        <br>
        <span class="text_zwischentitel">Alles andere </span><br>
        <br>
        Alles andere wird h&ouml;chstwahrscheinlich eine Koorperation mit dem NAM Team erfordern, aber wenn Du eine Idee f&uuml;r etwas hast, was bisher noch nicht erw&auml;hnt wurde, z&ouml;gere nicht, Deine Idee dem NAM Team vorzustellen.</p>
      </div></td>
  </tr>
  <tr>
    <td colspan="2"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td height="20" bgcolor="#4B4D91"><span class="text_titel">&nbsp;Haftung</span></td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td colspan="2" class="text_normal"><div align="justify">
      <DIV align="justify">Die Benutzung dieses Downloads geschieht auf eigene Gefahr.   Wir bem&uuml;hen uns, die Dateien ausgiebig zu testen, jedoch sind Fehler nicht ganz   auszuschlie&szlig;en. Der Autor sowie das Team von <A href="http://www.simcityplaza.de" target="_blank">SimCityPlaza</A> sind nicht f&uuml;r   eventuelle Sch&auml;den, die durch die Benutzung entstehen k&ouml;nnen,   verantwortlich.</DIV> 
      </div></td>
  </tr>
  <tr>
    <td colspan="2"><table width="100%" border="0" cellspacing="0" cellpadding="0">
      <tr>
        <td height="20" bgcolor="#4B4D91"><span class="text_titel">&nbsp;Danksagung</span></td>
      </tr>
    </table></td>
  </tr>
  <tr>
    <td colspan="2" class="text_normal"><p class="text_normal">Das RAM Team sind zur Zeit dieser Ver&ouml;ffentlichung: Andreas, ArkenbergeJoe, bighead99, buddybud, dedgren, ebina, ehbk2006, Frankie, jplumbley, memo, Nardo69, north country dude, plunderer, rooker1, Swamper77, Tarkus und Warrior.</p>
      <p align="justify">Vielen Dank an das gesamte NAM Team f&uuml;r seine Unterst&uuml;tzung, um diesen Mod zu realisieren.<br>
      Deutsche &Uuml;bersetzung: Andreas Roth (<A href="mailto:andreas@simcityplaza.de">andreas@simcityplaza.de</A>)</p></td>
  </tr>
</table>
</body>
</html>
